Repository: Frihet/tuit
Catalog: locale/*/LC_MESSAGES/django.po
Languages: no, sv

source: Components
no: Komponenter

source: name
no: navn

source: permission
no: tillatelse

source: view order
no: vis rekkefølge

source: Menu components
no: Meny-komponenter

source: Menu component
no: meny-komponent

source: Menu
no: Meny

source: Search types
no: Typer søk

source: Search type
no: type søk

source: Search
no: Søk
sv: Sök

source: No matching items found
no: Ingen treff
sv: Inga matchningar kunde hittas

source: Freetext search
no: Fritekstsøk
sv: Fritextsökning

source: Advanced issue search options
no: Avansert søk
sv: Avancerade sökinställningar

source: Issue status
no: Filtrer på status
sv: Sakens status

source: All not closed
no: Alle åpne
sv: Alla som inte är stängda

source: All
no: Alle
sv: Alla

source: Updated after
no: Oppdatert etter dato
sv: Uppdaterade efter

source: Priority
no: Prioritet
sv: Prioritet

source: 4..7 means priority between 4 and 7.
no: Eksempel: 4..7 for prioritet mellom 4 og 7
sv: 4..7 betyder alla prioriteter mellan 4 och 7.

source: Searching for "%(text)s"...
no: Søk etter "%(text)s"...
sv: Söker efter “%(text)s“...

source: Search results from %(name)s
no: Søkeresultater for %(name)s
sv: Sökresultat från %(name)s

source: Show more
no: Vis flere resultater
sv: Visa mera

source: Found a total of %s message(s)
no: %s søketreff
sv: Hittade totalt %s meddelande(n)

source: Quickfill
no: Hurtigutfylling
sv: Snabbifyllning

source: None
no: Ingen
sv: Ingen

source: Create issue
no: Lag sak
sv: Skapa sak

source: Create and continue
no: Opprett og fortsett

source: Administration
no: Administrasjon

source: Log viewer
no: Loggviser

source: Minimum event severity level
no: Laveste alvorlighetsgrad for hendelse
sv: Lägsta viktighetsgrad på händelse

source: Event category
no: Hendelseskategori
sv: Händelsekategori

source: Log out
no: Logg ut
sv: Logga ut

source: Home
no: Hjem

source: Show User
no: Vis bruker

source: Current issue trends
no: Trender i saker

source: Trends
no: Trender

source: Show issues updated after
no: Vis saker oppdatert etter

source: Show issues updated before
no: Vis saker oppdatert før

source: Show
no: Vis

source: Relates to CIs
no: Avhenger av CI

source: Number of issues
no: Antall saker

source: Issues
no: Saker

source: Username
no: Brukernavn

source: Email
no: E-post

source: Password
no: Passord

source: Location
no: Lokasjon
sv: Plats

source: Building
no: Bygning
sv: Byggnad

source: Office
no: Kontor
sv: Kontor

source: Table of contents
no: Innholdsfortegnelse

source: Add new update
no: Legg til oppdatering
sv: Lägg till uppdatering

source: Also update dependant issues
no: Oppdater også berørte saker
sv: Uppdatera också beroende saker

source: Internal
no: Intern
sv: Intern

source: Problem update
no: Oppdatering
sv: Problemuppdatering

source: Insert KB article
no: Sett inn artikkel fra KB
sv: Infoga KB-artikel

source: Insert
no: Sett inn
sv: Infoga

source: Preview
no: Forhåndsvis
sv: Förhandsgranska

source: Hide
no: Skjul
sv: Dölj

source: Cancel
no: Avbryt
sv: Avbryt

source: Tip of the week:
no: ukens tips:

source: Email has been sent to %(email)s.
no: E-post er sendt til %(email)s.

source: Error while trying to send email to to %(email)s:
no: Feil under forsøk på å sende e-post til %(email)s:

source: Return to <a href='%(url)s'>%(id)s - %(subject)s</a>.
no: Tilbake til <a href='%(url)s'>%(id)s - %(subject)s</a>.

source: Assigned to
no: Tildelt
sv: Tilldelad till

source: Send email
no: Send e-post
sv: Skicka epost

source: Requester
no: Bruker
sv: Källa

source: Edit contact information
no: Rediger kontaktinformasjon
sv: Redigera kontaktinformation

source: Telephone
no: Telefon

source: Mobile phone
no: Mobiltelefon

source: PC number
no: PC-nummer

source: Co-responsible
no: Medansvarlig
sv: Medansvarig

source: CC
no: Kopi

source: Impact
no: Omfang
sv: Hur viktigt är utfallet av saken

source: Urgency
no: Hastegrad
sv: Hur brådskande är saken

source: Category
no: Kategori
sv: Kategori

source: Depends on CIs
no: Avhenger av CI
sv: Beror på följande CIs

source: Add new dependency...
no: Legg til binding...

source: Depends on issues
no: Avhenger av saker
sv: Beror på följande saker

source: Add
no: Legg til

source: Subject
no: Tittel
sv: Titel

source: Description of problem
no: Beskrivelse
sv: Beskrivning av problem

source: Attached files:
no: Vedlegg:

source: Add file
no: Legg til fil

source: Already uploaded files
no: Filer som allerede er lastet opp

source: remove
no: slett

source: Toggle internal update visibility
no: Slå av/på visning av interne oppdateringer
sv: Växla synlighet av interna saker

source: Create new ticket based on this ticket
no: Lag ny sak basert på denne

source: Send this ticket by email
no: Send denne saken via e-post

source: Overview
no: Oversikt
sv: Översikt

source: Creator
no: Opprettet av

source: Priority (Impact / Urgency)
no: Prioritet (Omfang / hastegrad)

source: Creation date
no: Opprettet dato
sv: Skapelsedatum

source: Last update date
no: Sist oppdatert dato
sv: Senaste uppdateringsdatum

source: Depends on these issues
no: Avhenger av følgende saker
sv: Beror på följande saker

source: Attachments
no: Vedlegg
sv: Bifogade filer

source: Create KB article from update
no: Lag KB-artikkel utifra oppdatering
sv: Skapa KB-artikel från uppdatering

source: Internal update on %(date)s by %(updater)s
no: Intern oppdatering %(date)s av %(updater)s
sv: Intern uppdatering på %(date)s av %(updater)s

source: Update on %(date)s by %(updater)s
no: Oppdatert %(date)s av %(updater)s
sv: Uppdatering på %(date)s av %(updater)s

source: Create Knowledgebase article
no: Lag KB-artikkel
sv: Skapa artikel i kunskapsdatabasen

source: Article name
no: Artikkelnavn
sv: Artikelnamn

source: Submit
no: Send
sv: Skicka

source: Copy ticket
no: Kopier sak

source: Issue type
no: Sakstype

source: Create
no: Lagre

source: Attachment
no: Vedlegg

source: Include
no: Ta med

source: Update
no: Oppdater
sv: Uppdatering

source: Edit current status
no: Rediger gjeldende status

source: New status text
no: Ny statustekst

source: New issue
no: Ny sak

source: Models available:
no: Tilgjengelige modeller:

source: Change
no: Endre

source: You don't have permission to edit anything.
no: Du har ikke tillatelse til å gjøre endringer

source: Issue Administration
no: Saksadministrasjon

source: Administration backend
no: Administrasjon

source: Models available in the %(name)s application.
no: Modeller tilgjengelige i applikasjonen %(name)s.

source: Recent Actions
no: Nylige handlinger

source: None available
no: Ingen tilgjengelige

source: Django site admin
no: Lokal Django-admin

source: System Settings
no: Systeminnstillinger

source: The System Settings module lets an administrator edit system settings such as menu contents and search types. This module also contains the user and group administration.
no: Modulen Systeminnstillinger gir en administrator adgang til å redigere systeminnstillinger som menyinnhold og typer søk. Denne modulen inneholder også autentiseringsinnstillinger og administrasjon av brukertilgang.

source: Issue Adminstration
no: Saksadministrasjon

source: The Issue Administration module lets the administrator edit or define issue related settings, such as issue types, issue classification settings, custom fields, quick fills and message templates.
no: Modulen Saksadministrasjon gir administratoren mulighet til å redigere eller definere innstillinger for saker, som sakstyper, inntillinger for klassifisering av saker, spesialfelter, hurtigutfyllinger og maler for meldinger.

source: CMDB Adminstration
no: CMDB-administrasjon

source: The CMDB Adminstration module lets an administrator edit global CMDB settings such as CI types, CI type attributes and dependency types. This module also contains the CMDB plugin adminitration interface.
no: Modulen CMDB-administrasjon gir en administrator mulighet til å redigere globale innstillinger for CMDB, som CI-typer, egenskaper for CI-typer og typer avhengigheter. Denne modulen inneholder også administrasjonsgrensesnittet for innstikksmoduler til CMDB-en.

source: KB Adminstration
no: KB-administrasjon

source: The KB Adminstration module lets an administrator edit KB settings such as web subdivisions and access control.
no: Modulen KB-administrasjon gir en administrator adgang til å redigere KB-innstillinger som web-inndelinger og brukertilgang.

source: The Log Viewer module displays the event log in a table format.
no: Modulen loggviser viser hendelsesloggen i tabellformat.

source: Edit your signature
no: Rediger signatur

source: The Edit Current Status module lets an administrator edit the global status message displayed on the home page.
no: Modulen Rediger gjeldende status gir en administrator mulighet til å redigere den globale statusmeldingen som vises på hjemmesiden.

source: The Current Issue Trends module displays issue updates for the time interval you specify. Update summaries are shown with any CI dependencies.
no: Modulen Trender i saker viser oppdateringer for saker i det tidsrommet du angir. Oppsummering av oppdateringene vises med eventuelle CI-bindinger.

source: Log in
no: Logg inn

source: Tip of the week
no: Ukens tips

source: Showing items %(first)d to %(last)d of %(total)d
no: Viser elementer %(first)d til %(last)d av %(total)d
sv: Visar sake %(first)d till %(last)d av %(total)d

source: Page
no: Side
sv: Sida

source: My highest priority open tickets of type %s
no: Mine høyest prioriterte åpne saker av type %s

source: Latest open tickets
no: Siste åpne saker
sv: Senaste öppna saker

source: Oldest unassigned, open tickets
no: Eldste ikke tildelte saker
sv: Äldsta öppna saker utan ägare

source: My tickets by date
no: Mine saker etter dato

source: Issue name
no: Saksnavn
sv: Saknamn

source: My tickets by status
no: Mine saker etter status

source: All issues requested by this user
no: Alle saker denne brukeren har bedt om

source: Open issues assigned to this user
no: Saksbehandlers tildelte saker
sv: Öppna saker tilldelade till denna användare

source: This users last updates
no: Brukers siste oppdateringer
sv: Denna användares senaste uppdateringar

source: Status message by %(source)s made on %(date)s
no: Statusmeldinger etter %(source)s gjort på %(date)s

source: Status messages
no: Statusmeldinger

source: Status message
no: statusmelding

source: Status updated
no: Status oppdatert

source: Unknown error while updating status.
no: Ukjent feil under oppdatering av status.

source: Event log
no: Hendelseslogg
sv: Händelselogg

source: Filtered log
no: Filtrert logg
sv: Filtrerad logg

source: Query
no: Forespørsel

source: field
no: felt

source: value
no: verdi

source: condition name
no: betingelsesnavn

source: condition value
no: betingelsesverdi

source: Generic fill items
no: generelle utfyllingselementer

source: Generic fill item
no: generelt utfyllingselement

source: Ticket
no: Saker

source: Auth
no: Autentisering

source: comment
no: oppdatering

source: This value is too long.
no: Denne verdien er for lang.

source: statuses
no: Statuser
sv: statusar

source: Do not translate or change this string
no: Ikke oversett eller endre denne strengen

source: Use location fields
no: Bruk lokasjonsfelter

source: Additional fields
no: Tilleggsfelter

source: types of issues
no: type saker
sv: typer av saker

source: type of issue
no: type sak
sv: typ av sak

source: issue categories
no: sakskategorier
sv: Sakskategorier

source: issue category
no: sakskategori
sv: sakskategori

source: quick fills
no: Hurtigutfyllinger
sv: Snabbifyllningar

source: quick fill
no: hurtigutfylling
sv: snabbifyllning

source: Quick fill that this item belongs to.
no: Hurtigutfylling som dette elementet tilhører.

source: Issue field
no: Felt for sak

source: Note that for dropdown fields, you must enter the value id, not the string itself.
no: Merk at for felter med rullegardinmeny, må du angi verdi-ID, ikke strengen.

source: quick fill items
no: hurtigutfylling

source: quick fill item
no: hurtigutfylling

source: email
no: e-post

source: external contacts
no: eksterne kontakter
sv: externa kontakter

source: external contact
no: ekstern kontakt
sv: extern kontakt

source: name when used in reverse direction
no: navn når det brukes i motsatt retning

source: types of issue dependencies
no: typer av saksavhengighet

source: type of issue dependency
no: type av saksavhengighet

source: Invalid value: %s.
no: Ugyldig verdi: s%.
sv: Ogiltigt värde: %s

source: This field is required.
no: Dette feltet må fylles ut.

source: Invalid status
no: Ugyldig status
sv: Ogiltig status

source: Invalid category %d
no: Ugyldig kategori %d

source: Unknown user: %(value)s, %(type)s
no: Ukjent bruker: %(value)s, %(type)s
sv: Okänd användare: %(value)s, %(type)s

source: Unknown user: %s
no: Ukjent bruker: %s
sv: Okänd användare: %s

source: Invalid user or contact: %s
no: Ugyldig bruker eller kontakt: %s
sv: Ogiltig användare eller kontakt: %s

source: Value out of range: %d
no: Ikke tillatt verdi: %d
sv: Otillåtet värde: %d

source: Not an integer number: %s
no: Ikke et helt tall: %s
sv: Inte en siffra: %s

source: Can view internal updates
no: Kan vise interne oppdateringer

source: Is Service Desk staff
no: Er servicedesk-ansatt

source: Text field
no: Tekstfelt
sv: Textfält

source: Grade from 1 to 5
no: Gradering fra 1 til 5
sv: Gradering från 1 till 5

source: Dropdown box
no: Rullegardinmeny
sv: Lista

source: Multiline text area
no: Flerlinjet tekstområde
sv: Flerradstextfält

source: Date
no: Dato
sv: Datum

source: Group
no: Gruppe

source: Custom
no: Tilpasset

source: short description
no: kort beskrivelse

source: long description
no: lang beskrivelse

source: Used for tooltips
no: Brukes til verktøytips

source: field type
no: felttype

source: Check this box if it is ok for this field to not be filled in
no: Merk av i denne boksen hvis det er ok at dette feltet ikke er fylt ut

source: internal
no: Intern

source: Issue fields
no: Felt for sak

source: Fields of issues
no: Felt for saker

source: Name to display to user
no: Navn som skal vises til bruker

source: items for extra fields of dropdown type
no: elementer for ekstra felter av rullegardintype

source: item for extra field of dropdown type
no: element for ekstra felt av rullegardintype

source: Update date
no: Oppdater dato
sv: Uppdateringsdatum

source: properties
no: egenskaper
sv: egenskaper

source: property
no: rettighet
sv: egenskap

source: host
no: maskin

source: username
no: brukernavn

source: password
no: passord

source: use ssl
no: bruk ssl

source: use tls
no: bruk tls

source: SMTP configuration: %s
no: SMTP-konfigurasjon: %s

source: SMTP configurations
no: SMTP-konfigurasjoner

source: SMTP configuration
no: SMTP-konfigurasjon

source: mailbox
no: e-postboks

source: user name
no: brukernavn

source: IMAP configuration: %s
no: IMAP-konfigurasjon: %s

source: IMAP configurations
no: IMAP-konfigurasjoner

source: IMAP configuration
no: IMAP-konfigurasjon

source: subject
no: tittel

source: body
no: meldingskropp

source: Nofified by email
no: Beskjed via e-post
sv: Notifierad via epost

source: Email notification failed!
no: Feil under varsling på e-post!

source: email templates
no: e-post-maler
sv: epostmallar

source: email template
no: e-post-mal
sv: epostmall

source: Event catecory
no: Hendelseskategori
sv: Händelsekategori

source: Event severity
no: Hendelsesomfang
sv: Händelsens allvarlighet

source: Message
no: Melding
sv: Meddelanden

source: description
no: beskrivelse

source: event
no: hendelse

source: code
no: kode

source: scripted events
no: scriptede hendelser

source: scripted event
no: scriptet hendelse
sv: skriptad händelse

source: User
no: Bruker
sv: Användare

source: Telephone number
no: Telefonnummer

source: Mobile phone number
no: Mobiltelefonnummer

source: PC serial number
no: PC-serienummer

source: Email signature
no: E-postsignatur

source: user profiles
no: brukerprofiler

source: user profile
no: brukerprofil

source: New %s
no: Ny sak av type %s
sv: Ny %s

source: Viewing %(issue_type)s "%(id)d - %(subject)s"
no: Viser %(issue_type)s "%(id)d - %(subject)s"

source: Comments
no: Kommentarer

source: No comments posted yet
no: Ingen kommentarer lagt inn

source: Choose date
no: Velg dato
sv: Välj datum

source: Previous month
no: Forrige måned
sv: Föregåående månad

source: Previous year
no: Forrige år
sv: Föregående år

source: Next month
no: Neste måned
sv: Nästa måånad

source: Next year
no: Neste år
sv: Nästa år

source: Close
no: Lukk
sv: Stäng

source: Sunday
no: Søndag
sv: Söndag

source: Monday
no: Mandag
sv: Måndag

source: Tuesday
no: Tirsdag
sv: Tisdag

source: Wednesday
no: Onsdag
sv: Onsdag

source: Thursday
no: Torsdag
sv: Torsdag

source: Friday
no: Fredag
sv: Fredag

source: Saturday
no: Lørdag
sv: Lördag

source: January
no: Januar

source: February
no: Februar

source: March
no: Mars

source: May
no: Mai

source: June
no: Juni

source: July
no: Juli

source: October
no: Oktober

source: December
no: Desember

source: Invalid email address: %s
no: Ugyldig e-postadresse: %s

source: No email template named %s could be found
no: Fant ikke e-postmal med navn %s

source: %(field)s changed to %(new)s
no: %(field)s forandret til %(new)s
sv: %(field)s ändrad till %(new)s

source: Toggle details
no: Vis/skjul detaljer
sv: Växla detaljvy

source: Help
no: Hjelp

source: Comment
no: kommentar

source: Latest updates
no: Siste oppdateringer

source: Message signed with unknown key: %s
no: Melding signert med ukjent nøkkel: %s
sv: Meddelande signerat med okänd nyckel: %s

source: Message signed with an expired key: %s
no: Melding signert med en utgått nøkkel: %s
sv: Meddelande signerat med utgången nyckel: %s

source: Message signed with a revoked key: %s
no: Melding signert med en inndratt nøkkel: %s
sv: Meddelande signerat med tillbakadragen nyckel: %s

source: Invalid PGP signature detected.
no: Ugyldig PGP-signatur funnet.
sv: Ogiltig PGP-signatur detekterad

source: Unknown multipart/encrypted version.
no: Ukjent multipart/kryptert versjon.
sv: Okänd version av multipart/encrypted.

source: Unable to decrypt your message.
no: Ute av stand til å dekryptere meldingen din.

source: No PGP signature found in message.
no: Ingen PGP-signatur funnet i meldingen.

source: Emails to Roundup trackers must include a Subject: line!
no: E-post til tracker må inneholde en tittel-linje (Subject:)!

source: The message you sent to roundup did not contain a properly formed subject line. The subject must contain a class name or designator to indicate the 'topic' of the message. For example: Subject: [issue] This is a new issue - this will create a new issue in the tracker with the title 'This is a new issue'. Subject: [issue1234] This is a followup to issue 1234 - this will append the message's contents to the existing issue 1234 in the tracker. Subject was: '%(subject)s'
no: Meldingen du sendte til systemet inneholdt ikke en riktig formulert tittel- linje. Tittelen må inneholde et klassenavn eller klassifisering for å indikere 'temaet' i meldingen. For eksempel: Tittel: [sak] Dette er en ny sak - Dette vil skape en ny sak i trackeren med tittelelen 'dette er en ny sak'. Tittel: [sak1234] Dette er en oppfølger til sak 1234 - dette vil tilføye meldingens innhold til den eksisterende saken 1234 i trackeren. Tittelen var: '%(tittel)s'

source: The class name you identified in the subject line ("%(classname)s") does not exist in the database. Valid class names are: %(validname)s Subject was: "%(subject)s"
no: Klassenavnet du angav i tittellinjen ("%(classname)s")eksisterer ikke i databasen. Gyldige klassenavn er: %(validname)s Tittelen var: "%(subject)s"

source: You did not identify a class name in the subject line and there is no default set for this tracker. The subject must contain a class name or designator to indicate the 'topic' of the message. For example: Subject: [issue] This is a new issue - this will create a new issue in the tracker with the title 'This is a new issue'. Subject: [issue1234] This is a followup to issue 1234 - this will append the message's contents to the existing issue 1234 in the tracker. Subject was: '%(subject)s'
no: Du angav ikke klassenavn i tittellinjen og det er ikke angitt standard- verdi for denne trackeren. Tittelen må inneholde et klassenavn eller entydig identifisering for å angi 'emne' for meldingen. For eksempel: Emne: [issue] Dette er en ny sak - dette oppretter en ny sak i trackeren med tittelen 'Dette er en ny sak'. Emne: [issue1234] Dette er en oppfølging til sak 1234 - fører til at meldingsinnholdet blir lagt til eksisterende sak 1234 i trackeren. Subject was: '%(subject)s'

source: I cannot match your message to a node in the database - you need to either supply a full designator (with number, eg "[issue123]") or keep the previous subject title intact so I can match that. Subject was: "%(subject)s"
no: Meldingen du sendte svarer ikke til noen node i databasen - enten må du angi en full betegnelse (med nummer, f eks "[issue123]") eller la tidligere tittellinje være intakt så jeg kan finne på grunnlag av den. Tittellinjen var: "%(subject)s"

source: The node specified by the designator in the subject of your message ("%(nodeid)s") does not exist. Subject was: "%(subject)s"
no: Noden som er angitt i tittelfeltet for meldingen ("%(nodeid)s") finnes ikke. Tittelfeltet var: "%(subject)s"

source: The mail gateway is not properly set up. Please contact %(mailadmin)s and have them fix the incorrect class specified as: %(current_class)s
no: Videresending av e-post er ikke korrekt satt opp. Kontakt %(mailadmin)s og be dem korrigere klassen som er angitt som: %(current_class)s

source: The mail gateway is not properly set up. Please contact %(mailadmin)s and have them fix the incorrect properties: %(errors)s
no: Videresending av e-post er ikke korrekt satt opp. Kontakt %(mailadmin)s og be dem om å korrigere disse feilene: %(errors)s

source: You are not a registered user.%(registration_info)s Unknown address: %(from_address)s
no: Du er ikke registrert bruker.%(registration_info)s Ukjent adresse: %(from_address)s

source: You are not permitted to access this tracker.
no: Du har ikke adgang til å bruke denne trackeren.

source: You are not permitted to edit %(classname)s.
no: Du har ikke lov til å redigere %(classname)s.

source: You are not permitted to create %(classname)s.
no: Du har ikke lov til å opprette %(classname)s.

source: There were problems handling your subject line argument list: - %(errors)s Subject was: "%(subject)s"
no: Det var problemer med å håndtere argumentlisten i tittellinjen: - %(errors)s Subject was: "%(subject)s"

source: This tracker has been configured to require all email be PGP signed or encrypted.
no: Denne trackeren er konfigurert til å kreve at all e-post er PGP-signert eller kryptert.

source: Roundup requires the submission to be plain text. The message parser could not find a text/plain part to use.
no: Det er nødvendig at det innsendte er ren tekst. Meldingstolkeren klarte ikke å finne en del av type text/plain den kunne bruke.

source: You are not permitted to create files.
no: Du har ikke lov til å opprette filer.

source: You are not permitted to add files to %(classname)s.
no: Du har ikke lov til å legge filer til %(classname)s.

source: You are not permitted to create messages.
no: Du har ikke lov til å opprette meldinger.

source: Mail message was rejected by a detector. %(error)s
no: E-postmeldingen ble avvist av en detektor. %(error)s

source: You are not permitted to add messages to %(classname)s.
no: Du har ikke lov til å legge til meldinger i %(classname)s.

source: You are not permitted to edit property %(prop)s of class %(classname)s.
no: Du har ikke lov til å redigere egenskapen %(prop)s for klasse %(classname)s.
