Repository: Frihet/tuit
Catalog: locale/*/LC_MESSAGES/django.po
Languages: no, sv

source: There was a problem with the message you sent: %(message)s
no: Det var et problem med meldingen du sendte: %(message)s

source: not of form [arg=value,value,...;arg=value,value,...]
no: har ikke formen [arg=verdi,verdi,...;arg=verdi,verdi,...]

source: Recent tickets
sv: Senaste öppnade saker

source: Priority (Impact + Urgency)
sv: Prioritet (Utfall + brådska)

source: Depended on by these issues
sv: Dessa saker beror på denna sak

source: My latest open tickets
sv: Mina senaste öppna saker

source: My oldest open tickets
sv: Mina äldsta öppna saker

source: My highest priority open tickets
sv: Mina högst prioriterade öppna saker

source: My last updates
sv: Min senaste uppdatering

source: Latest unassigned, open tickets
sv: Senaste öppna saker utan ägare

source: Highest priority unassigned, open tickets
sv: Högst prioriterade öppna saker utan ägare

source: Oldest open tickets
sv: Äldsta öppna saker

source: Highest priority open tickets
sv: Högst prioriterade öppna saker

source: Open issues requested by this user
sv: Öppna saker skapade av denna användare

source: Field for quick fills
sv: Fält för snabbifyllningar

source: Field for quick fill
sv: Fält för snabbifyllning

source: Invalid category
sv: Ogiltig kategori

source: Invalid user: %s
sv: Ogiltig användare: %s

source: Invalid issue: %s
sv: Ogiltig sak: %s

source: Extra fields for issues
sv: Extrafält för saker

source: Extra field for issues
sv: Extrafält för saker

source: scripted evants
sv: skriptade händelser

source: Viewing %(issue_type)s "%(subject)s"
sv: Visar %(issue_type)s “%(subject)s“
